[
  "obsidian-excalidraw-plugin",
  "obsidian-git",
  "obsidian-tasks-plugin",
  "obsidian-emoji-toolbar",
  "obsidian-icons-plugin",
  "table-editor-obsidian",
  "editing-toolbar",
  "copilot",
  "obsidian-mind-map",
  "darlal-switcher-plus",
  "obsidian-image-toolkit",
  "obsidian-excel-to-markdown-table",
  "code-styler",
  "obsidian-read-it-later",
  "obsidian-plantuml",
  "calendarium",
  "markdown-table-editor",
  "convert-url-to-iframe",
  "colored-tags",
  "obsidian-chartsview-plugin",
  "obsidian-table-generator",
  "code-emitter",
  "fantasy-content-generator",
  "open-vscode",
  "codeblock-customizer",
  "markwhen",
  "obsidian-card-view-mode",
  "data-cards"
]